---
kind: other
id: Methods.T:Autodesk.Revit.DB.LeaderArrayIterator
source: html/21f50382-b588-c442-abde-e084f58e713b.htm
---
# LeaderArrayIterator Methods

Causes the object to release immediately any resources it may be utilizing.